/*
ワーク09_練習問題

以下のようなプログラムがありますが、未完成です。関数divideの呼び出し部分は
完成していますが、関数divideは未定義です。

関数divideをアロー関数で定義してください。実行結果のように表示する処理を
作成してください。以下のような関数を定義します。

| 項目     | 内容                | 
| -------- | ------------------- | 
| 関数名   | divide            | 
| 引数     | num1, num2          | 
| 戻り値   | 数値                | 
| 処理内容 | 引数num1とnum2のわり算の結果を戻り値として返す | 
| 定義方式 | アロー関数 | 

関数の呼び出し部分を修正してはいけません。

実行結果
5
*/

//以下の部分に関数を定義します。
const divide = (num1, num2) => num1 / num2;

//ここより下側は修正してはいけません
console.log(divide(10, 2));
