/*
ワーク08_練習問題

以下のようなプログラムがありますが、未完成です。関数multiplyの呼び出し部分は
完成していますが、関数multiplyは未定義です。

関数multiplyをアロー関数で定義してください。実行結果のように表示する処理を
作成してください。以下のような関数を定義します。

| 項目     | 内容                | 
| -------- | ------------------- | 
| 関数名   | multiply            | 
| 引数     | num1, num2          | 
| 戻り値   | なし                | 
| 処理内容 | 引数num1とnum2のかけ算の結果を表示する | 
| 定義方式 | アロー関数 | 

関数の呼び出し部分を修正してはいけません。

実行結果
15
*/

//以下の部分に関数を定義します。
const multiply = (num1, num2) => {
    const result = num1 * num2;
    console.log(result);
};

//ここより下側は修正してはいけません
multiply(5, 3);
