/*
最終問題10

以下のようなプログラムがありますが、未完成です。関数getTotalの呼び出し部分は
完成していますが、関数getTotalは未定義です。

関数getTotalをアロー関数で定義してください。実行結果のように表示する処理を
作成してください。以下のような関数を定義します。

| 項目     | 内容                | 
| -------- | ------------------- | 
| 関数名   | getTotal            | 
| 引数     | data（配列）          | 
| 戻り値   | 数値                | 
| 処理内容 | 引数data（配列）の要素（数値）を合計した結果を戻り値として返す | 
| 定義方式 | アロー関数 | 

関数の呼び出し部分を修正してはいけません。

実行結果
20
*/

//以下の部分に関数を定義します。
const getTotal = (data) => {
    let total = 0;
    for (const value of data) {
        total += value;
    }
    return total;
};

//ここより下側は修正してはいけません
const data = [5, 3, 2, 6, 4];
console.log(getTotal(data));
